type MenuUrlsType = { name: string; links: string[] };

export const MenuUrls: MenuUrlsType[] = [
  {
    name: "ژانرها",
    links: ["عاشقانه", "ترسناک", "فانتزی", "علمی تخیلی", "معمایی", "تاریخی"],
  },
  {
    name: "نویسندگان",
    links: ["حافظ", "سعدی", "مولوی", "فردوسی", "خیام", "نظامی"],
  },
  {
    name: "مترجمان",
    links: [
      "نجف دریابندری",
      "ابوالحسن نجفی",
      "رضا سیدحسینی",
      "کریم امامی",
      "لیلی گلستان",
      "احمد شاملو",
    ],
  },
  {
    name: "انجمن ها",
    links: [
      "نقد و بررسی",
      "معرفی کتاب",
      "پیشنهاد کتاب",
      "بحث ادبی",
      "ترجمه",
      "نویسندگی",
    ],
  },
];
